[Translator]
Name=
Updated=

[LanguageString]
Record=Gravando
Resume=Resume
Encoding=Encodando
Capture=Capturar
Area=Area
Resize=tamanho
Open=Abrir
Options=Opções
Report=Reportar
Info=Info
Hotkey=Atalho
Hotkeys=Atalhos
Save=Salvar
Codecs=Codecs
Timelimit=Tempo
Stop=Parar
Confirm=Confirmar
Version=Versão
Language=Linguagem
Stereo=Stereo
Mono=Mono
Sound=Sound
Warning=Aviso
Error=Erro
Information=Informação
Confirm=Confirmar
&Yes=&Sim
&No=&Não
&OK=&OK
&Cancel=&Cancelar
&Abort=&Abortar
&Retry=&Repetir
&Ignore=&Ignorar
KeyframeRate=Taxa de quadros
ModifiedWindowsHostFile=Adulteração de host do Windows foi detectado.
StopRecording=Parar a gravação de tela. 
StartRecording.=Iniciar a gravação de tela. 
CaptureScreen=Capturar um quadro. 
CopyToClipboard=Copiar para área de transferência 
PressKeyStopRecording=Pressione %s para parar a gravação. 
RecordingFailed=Falhou ao gravar. 
CauseAudioSynthesis=Causa (audio synthesis):  
NotExistDefaultOutputPath=Este caminho não existe. Caminho padrão foi carregado. 
UpdateNewVersion=Atualizar para uma nova versão de oCam. 
SelectAreaToRecord=Selecione uma área para gravar. 
ResizeRecordingArea=Redimencione para área a ser gravada. 
ChangeSettings=Opções de configuração geral do programa. 
DisplaySoftwareInformation=Exibir informações de software e de licença. 
OpenOutputPath=Abrir a pasta de saída. 
BrowseForFolder=Navegar para a pasta 
FailedRecordRegisterHotkey=Tecla de atalho para gravação não está registrada. 
FailedPauseRegisterHotkey=Pause Hotkey can not be registered.
FailedCaptureRegisterHotkey=Tecla de atalho para área de captura não está registrada. 
FailedRecordAreaRegisterHotkey="Selecione área para gravar" Tecla de atalho não está registrada. 
PleaseChangeHotkey=Favor escolher tecla de atalho em configurações. 
LanguageChanged=Novo idioma foi carregado. É necessário reiniciar o programa para aplicar alterações. 
DownloadCodecs=Baixar os codecs da Internet. 
WhenUsedGoodCodecs=Quando for usar em conjunto com oCam, use um bom codec. 
GotoCodecPage=Voce quer ir para a página de codecs? 
DontShowAgain=Não mostre isso novamente. 
RecordingStarting=Iniciando... 
RecordingStopping=Parando... 
FailedInitWASSoundLibDLL=Falhou ao iniciar a biblioteca de som. Cheque se o serviço de áudio do Windows está funcionando. 
JPEGQuality=JPEG Qualidade 
CompressQuality=Comprimir qualidade 
Used=Used
NotUsed=Not used
LowDiskSpace=There is not enough space on the disk.
RecordSystemAudio=Record system audio
DoNotRecordMicrophone=Do not record microphone
DoNotRecordSystemAudio=Do not system audio
VeryHigh=Very High
High=High
Medium=Medium
Low=Low
VeryLow=Very Low
CantNotLoadImage=Can't load watermark image from file.
NotFoundTheTargetRecordWindow=Not found the record target window.
RecordingGame=Game
FileName=FileName
ConnectionFailed=The connection to the server has failed.
Congratulations=Congratulations
SuccessfullyRegistered=Congratulations! You Have Successfully Registered.
InvalidSerialNumber=Invalid serial number. The serial number appears to be invalid.
InvalidEMailAddress=Invalid e-mail address. The e-mail address appears to be invalid.
RegisterExpired=The serial number you used to activate this product has expired.
InvalidResponseFromServer=Received an invalid response from the server.
RegisterAleady=Serial number already registered.
Donate=Donate
MonitorNotSupportResolution=Monitor does not support the resolution.
HalfSize=Half size
FitWidth=Fit width
FitHeight=Fit height
Custom=Custom

[frmMain] 
mnuRecordScreen.Caption=&Tela cheia
mnuPrimaryMonitor.Caption=&Monitor primário
mnuSecondaryMonitor.Caption=&Monitor secundário
mnuFindTarget.Caption=Selecione &área...
mnuISOMPEG1standard.Caption=ISO MPEG-1 standard ( .AVI )
mnuISOMPEG2standard.Caption=ISO MPEG-2 standard ( .AVI ) 
mnuISOMPEG4standard.Caption=ISO MPEG-4 standard ( .AVI )
mnuXvid.Caption=ISO MPEG-4 XVID ( .AVI ) 
mnuOpenDivx.Caption=ISO MPEG-4 OpenDivx ( .AVI )
mnuMicrosoftMPEG4part2.Caption=Microsoft MPEG-4 part 2 ( .AVI ) 
mnuMicrosoftMPEG4part3.Caption=Microsoft MPEG-4 part 3 ( .AVI )
mnuFlashVideo.Caption=Flash Video ( .FLV ) 
mnuISOMPEG4standardMP4.Caption=ISO MPEG-4 standard ( .MP4 ) 
mnuAppleQuickTime.Caption=Apple QuickTime ( Sony Vegas editable ) ( .MOV )
mnuMPEG2TransportStream.Caption=MPEG-2 transport stream ( .TS )
mnuMPEG2PSformat.Caption=MPEG-2 PS ( .VOB )
mnuVFWCodec.Caption=Codecs Externos... ( .AVI ) 

[frmOption]
btnOK.Caption=&OK
btnCancel.Caption=&Cancelar
gbxVideoEncoding.Caption=Video
lblFPS.Caption=FPS :  
lblKeyframeRate.Caption=Taxa de quadros: 
lblVideoBitrate.Caption=Bitrate :  
gbxAudioEncoding.Caption=Áudio 
lblAudioBitrate.Caption=Bitrate :  
btnRestoreDefaultSettings.Caption=&Restaurar para ajustes de fábrica 
lblSampleRate.Caption=Taxa de Quadros:  
lblAudioDrive.Caption=Dispositivo : 
lblChannel.Caption=Canal :  
chkAudio.Caption=Configurar Dispositivos Áudio 
chkRecordCursor.Caption=I&ncluir o cursor 
chkBalanceReposition.Caption=Quando você mover a área de gravação, a janela principal será movida. 
gbxHotkeySettings.Caption=Configurar Teclas de atalho 
lblCaptureHotkey.Caption=Capturar: 
lblRecordHotkey.Caption=Gravar:  
lblTargetHotkey.Caption=Alvo: 
gbxRservationRecord.Caption=Limite de tempo para gravar 
lblMin.Caption=Minuto 
lblSecond.Caption=Segundo 
lblAfterCompletion.Caption=Após Concluir 
chkRecordingTimeLimite.Caption=&habilitar 
gbxLanguage.Caption=Configurar idioma 
lblLanguage.Caption=Idioma: 
Caption=Opções 
tsInformation.Caption=Informação 
tsLicense.Caption= Termos de Licença 
lblCaptureFormat.Caption=Formato de arquivo de captura de imagem: 
lblVideoQuality.Caption=Quality: 
lblEncoderThreadCount.Caption=Encoder thread count: 
pmnuPrefixDateTime.Caption=Prefix + Date + Time
pmnuProgramNameDateTime.Caption=ProgramName + Date + Time
pmnuUserIDDateTime.Caption=UserID + Date + Time
pmnuDisplayUserNameDateTime.Caption=DisplayUserName + Date + Time
pmnuPrefixLocalizationDateNumber.Caption=Prefix + LocalizationDate + Number(#)
pmnuProgramNameLocalizationDateNumber.Caption=ProgramName + LocalizationDate + Number(#)
pmnuUserIDLocalizationDateNumber1.Caption=UserID + LocalizationDate + Number(#)
pmnuDisplayUserNameLocalizationDateNumber1.Caption=DisplayUserName + LocalizationDate + Number(#)
pmnuPrefixNumber1.Caption=Prefix + Number(#)
pmnuPrefixNumber2.Caption=Prefix + Number(##)
pmnuPrefixNumber3.Caption=Prefix + Number(###)
pmnuProgramNameNumber1.Caption=ProgramName + Number(#)
pmnuProgramNameNumber2.Caption=ProgramName + Number(##)
pmnuProgramNameNumber3.Caption=ProgramName + Number(###)
pmnuNumber1.Caption=Number(#)
pmnuNumber2.Caption=Number(##)
pmnuNumber3.Caption=Number(###)
pmnuHelp.Caption=&Help...
ledtFileName.Caption=FileName: 
chkHideDragCursorInRecordingArea.Caption=Hide drag cursor in recording area
gbResizeVideo.Caption=Resize
chkResizeVideo.Caption=Resize a video
lblResolution.Caption=Resolution:
lblResizeQuality.Caption=Quality: 

[frmAbout] 
lblDescription.Caption=oCam é gravador 100% livre para usar em casa e escritório. 
btnOK.Caption=&OK 
btnSendReport.Caption=Reportar e enviar um erro... 
Caption=Sobre 

[frmVFWCodecs]
Caption=Codecs Externos 
chkUseVFWCodec.Caption=&Usar Codec externo 
btnDownloadCodecs.Caption=Baixar Codecs externos... 
btnVideoConfiguration.Caption=&Configurações 
btnInformation.Caption=&Sobre 
btnOK.Caption=&OK 
btnCancel.Caption=&Cancelar

[frmRegister]
Caption=Registration
ledtEMail.Caption=EMail:
ledtSerialNumber.Caption=SerialNumber:
btnOK.Caption=Ok(&O)
btnCancel.Caption=Cancel(&C)

[frmInternetAuth]
Caption=Wait...
lblAuthentication.Caption=Authentication...